Repository: leigh123linux/xine-lib-1.2
Catalog: po/*.po
Languages: es

source: demux_ts: FIXME: (unsupported )PAT spans multiple TS packets
es: demux_ts: ARREGLAR: (no soportado)PAT abarca múltiples paquetes TS

source: demux_ts: FIXME: (unsupported) PAT consists of multiple (%d) sections
es: demux_ts: ARREGLAR: (no soportado)PAT consiste en múltiples secciones (%d)

source: demux_ts: demux error! PAT with invalid CRC32: packet_crc32: %.8x calc_crc32: %.8x
es: demux_ts: ¡error demux! PAT con CRC32 no válido: packet_crc32: %.8x calc_crc32: %.8x

source: demux_ts: error %02x %02x %02x (should be 0x000001)
es: demux_ts: error %02x %02x %02x (debería ser 0x000001)

source: fifo unavailable (%d)
es: fifo no disponible (%d)

source: demux_ts: dropped input packet cc: %d expected: %d
es: demux_ts: paquete de entrada cc descartado: %d esperado: %d

source: demux_ts: PUSI set but no PES header (corrupt stream?)
es: demux_ts: PUSI puesto pero sin cabecera PES (¿stream corrupto?)

source: demux_ts: broken pes encountered
es: demux_ts: pes roto encontrado

source: demux error! PMT with invalid pointer
es: ¡error demux! PMT con puntero no válido

source: demux_ts: demux error! PMT with invalid CRC32: packet_crc32: %#.8x calc_crc32: %#.8x
es: demux_ts: ¡error demux! PMT con CRC32 no válido: packet_crc32: %#.8x calc_crc32: %#.8x

source: demux error! PMT with inconsistent progInfo length
es: ¡error demux! PMT con longitud de progInfo inconsistente

source: demux error! PMT with inconsistent streamInfo length
es: ¡error demux! PMT con longitud de streamInfo inconsistente

source: RE-Sync failed
es: Falló la resincronización

source: demux error! invalid ts sync byte %.2x
es: ¡error demux! byte de sincronización ts no válido %.2x

source: demux error! transport error
es: ¡error demux! error de transporte

source: demux_ts: demux error! invalid payload size %d
es: demux_ts: ¡error demux! tamaño de payload %d no válido

source: demux_ts: can't create new thread (%s)
es: demux_ts: no se puede crear un hilo nuevo (%s)

source: demux_ts: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
es: demux_ts: el plugin no admite la versión del API de plugins %d. esto significa que hay una versión que no coincide entre xine y este plugin demultiplexor. Instalar los plugins demux actuales debería ser de ayuda.

source: demux_avi: avi index is broken
es: demux_avi: el índice del avi está roto

source: demux_avi: video frame size %ld x %ld
es: demux_avi: tamaño del marco de vídeo %ld x %ld

source: demux_avi: unknown audio type 0x%lx
es: demux_avi: tipo de audio desconocido 0x%lx

source: demux_avi: audio type %s (wFormatTag 0x%x)
es: demux_avi: tipo de audio %s (wFormatTag 0x%x)

source: demux_avi: this plugin doesn't support plugin API version %d. demux_avi: this means there's a version mismatch between xine and this demux_avi: demuxer plugin. Installing current demuxer plugins should help.
es: demux_avi: este plugin no admite la versión del API de plugins %d. esto significa que no hay una versión que coincida entre xine y este plugin demultiplexor. Instalar los plugins demultiplexores actuales debería ser de ayuda.

source: demux_mpeg: please specify mpeg(mpeg1/mpeg2) stream type.
es: demux_mpeg: por favor, especifique el tipo de stream mpeg (mpeg1/mpeg2).

source: demux_mpeg_block: too many errors, stopping playback. Maybe this stream is scrambled?
es: demux_mpeg_block: demasiado errores, deteniendo la reproducción. ¿Puede estar corrupto el stream?

source: demux_mpeg_block: warning: pes header indicates that this stream may be encrypted (encryption mode %d)
es: demux_mpeg_block: aviso: la cabecera pes indica que este stream puede estar encriptado (modo de encriptación %d)

source: demux_qt: unknown video codec '%s'
es: demux_qt: codec de vídeo desconocido '%s'

source: demux_qt: video codec %s (%f fps), audio codec %s (%ld Hz, %d bits)
es: demux_qt: codec de vídeo %s (%f fps), codec de audio %s (%ld Hz, %d bits)

source: ogg: vorbis audio stream detected
es: ogg: detectado stream de audio vorbis

source: ogg: unknown stream type (signature >%.8s<)
es: ogg: tipo de stream desconocido (firma > %.8s<)

source: demux_ogg: plugin doesn't support plugin API version %d. this means there's a version mismatch between xine and this demuxer plugin. Installing current demux plugins should help.
es: demux_ogg: este plugin no admite la versión del API de plugins %d. esto significa que no hay una versión que coincida entre xine y este plugin demultiplexor. Instalar los plugins demultiplexores actuales debería ser de ayuda.

source: demux_asf: audio format : %s (wFormatTag 0x%x)
es: demux_asf: formato de audio: %s (wFormatTag 0x%x)

source: demux_asf: video format : %s
es: demux_asf: formato de vídeo: %s

source: demux_asf: stream length is %d sec, rate is %d bytes/sec
es: demux_asf: la longitud del stream es de %d seg, la media es de %d bytes/seg

source: demux_asf: title : %s
es: demux_asf: título : %s

source: demux_asf: author : %s
es: demux_asf: autor : %s

source: demux_asf: comment : %s
es: demux_asf: comentario : %s

source: input_net: unable to resolve '%s'.
es: input_net: no se puede resolver '%s'.

source: input_net: unable to connect to '%s'.
es: input_net: no se puede conectar a '%s'.

source: net input plugin as shipped with xine
es: plugin de entrada de red incluido en xine

source: net input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
es: el plugin de entrada de red no admite esta versión %d del API de plugins. PLUGIN DESACTIVADO. Esto significa que no hay una versión que coincida entre xine y este plugin de entrada. Instalar los plugins de entrada actuales debería ser de ayuda.

source: setsockopt(IP_ADD_MEMBERSHIP) failed (multicast kernel?): %s.
es: setsockopt(IP_ADD_MEMBERSHIP) falló (¿kernel multicast?): %s.

source: unable to resolve '%s'.
es: no se puede resolver '%s'.

source: unable to connect to '%s'.
es: no se puede conectar a '%s'.

source: OUCH - ran out of buffers
es: UY - fuera de los búfers

source: OUCH - dropped input packet %d %d
es: UY - se descartó el paquete de entrada %d %d

source: Opening >%s<
es: Abriendo >%s<

source: input_rtp: can't create new thread (%s)
es: input_rtp: no se puede crear un hilo nuevo (%s)

source: rtp input plugin as shipped with xine
es: plugin de entrada de rtp incluido en xine

source: rtp input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
es: el plugin de entrada rtp no admite esta versión %d del API de plugins. PLUGIN DESACTIVADO. Esto significa que no hay una versión que coincida entre xine y este plugin de entrada. Instalar los plugins de entrada actuales debería ser de ayuda.

source: unable to allocate input buffer.
es: no se puede ubicar el búfer de entrada.

source: stdin/fifo input plugin as shipped with xine
es: plugin de entrada stdin/fifo incluido en xine

source: stdin/fifo input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
es: el plugin de entrada stdin/fifo no admite esta versión %d del API de plugins. PLUGIN DESACTIVADO. Esto significa que no hay una versión que coincida entre xine y este plugin de entrada. Instalar los plugins de entrada actuales debería ser de ayuda.

source: input_dvd: unable to open dvd drive (%s): %s
es: input_dvd: no se puede abrir la unidad de dvd (%s): %s

source: bad status: READ DVD STRUCTURE (copyright)
es: mal estado: LECTURA DE LA ESTRUCTURA DEL DVD (copyright)

source: input_dvd: cannot open dvd drive >%s<
es: input_dvd: no se puede abrir la unidad de dvd >%s<

source: input_dvd: Could not read Copyright Structure
es: input_dvd: No se puede leer la estructura del copyright

source: input_dvd: Could not read Copyright Structure. Assuming disk is not encrypted.
es: input_dvd: No se pudo leer la estructura del copyright. Asumiendo que el disco no está encriptado.

source: input_dvd: Sorry, xine doesn't play encrypted DVDs. The legal status of CSS decryption is unclear and we will not provide such code.
es: input_dvd: xine no reproduce DVDs encriptados. El estado legal de la desencriptación CSS no está claro y no proporcionamos tal código.

source: input_dvd: cannot open file >%s<
es: input_dvd: no se puede abrir el archivo >%s<

source: input_dvd: Unable to find >%s< on dvd.
es: input_dvd: No se puede encontrar >%s< en el dvd.

source: input_dvd: error read: %Ld bytes is not a sector!
es: input_dvd: error de lectura: %Ld bytes no es un sector

source: input_dvd: read error in input_dvd plugin (%s)
es: input_dvd: error de lectura en input_dvd plugin (%s)

source: input_dvd: short read in input_dvd (%d != %d)
es: input_dvd: lectura corta input_dvd (%d != %d)

source: input_dvd: error in input_dvd plugin read: %Ld bytes is not a sector!
es: input_dvd: error de lectura en plugin input_dvd: %Ld bytes no es un sector

source: input_dvd: read error in input_dvd plugin
es: input_dvd: error de lectura en plugin input_dvd

source: input_dvd: seek: %d is an unknown origin
es: input_dvd: posición: %d es un origen desconocido

source: input_dvd: CDROMCLOSETRAY failed: %s
es: input_dvd: falló CDROMCLOSETRAY: %s

source: input_dvd: CDROMEJECT failed: %s
es: input_dvd: falló CDROMEJECT: %s

source: input_dvd: CDROM_DRIVE_STATUS failed: %s
es: input_dvd: falló CDROM_DRIVE_STATUS: %s

source: dvd device input plugin as shipped with xine
es: plugin de entra del dispositivo de dvd incluido en xine

source: dvd input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
es: el plugin de entrada de dvd no admite esta versión %d del API de plugins. PLUGIN DESACTIVADO. Esto significa que no hay una versión que coincida entre xine y este plugin de entrada. Instalar los plugins de entrada actuales debería ser de ayuda.

source: lstat failed for %s{%s}
es: lstat falló por %s{%s}

source: input_file: trying to open subtitle file '%s'
es: input_file: intentando abrir el archivo de subtítulos '%s'

source: input_file: read error (%s)
es: input_file: error de lectura (%s)

source: %s(%d): readlink() failed: %s
es: %s(%d): falló readlink(): %s

source: plain file input plugin as shipped with xine
es: plugin de entrada de archivo plano incluido en xine

source: input_file: get optional data, type %08x, sub %p
es: input_file: obtener datos opcionales, tipo %08x, sub %p

source: file input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
es: el plugin de entrada de archivo no admite esta versión %d del API de plugins. PLUGIN DESACTIVADO. Esto significa que no hay una versión que coincida entre xine y este plugin de entrada. Instalar los plugins de entrada actuales debería ser de ayuda.

source: input_vcd : error in ioctl CDROMREADTOCHDR
es: input_vcd : error en ioctl CDROMREADTOCHDR

source: input_vcd: error in ioctl CDROMREADTOCENTRY for track %d
es: input_vcd: error en ioct CDROMREADTOCENTRY para la pista %d

source: input_vcd: error in ioctl CDROMREADTOCENTRY for lead-out
es: input_vcd: error en CDROMREADTOCENTRY por lead-out

source: input_vcd: error in ioctl CDROMREADTOCENTRY
es: input_vcd: error en ioctl CDROMREADTOCENTRY

source: scsi command failed with status %d
es: el comando scsi falló con estado %d

source: input_vcd: malformed MRL. Use vcd://<track #>
es: input_vcd: MRL mal formada. Use vcd://<núm. pista>

source: input_vcd: invalid track %d (valid range: 0 .. %d)
es: input_vcd: pista no válida %d (rango válido: 0 .. %d)

source: input_vcd: error in CDRIOCSETBLOCKSIZE %d
es: input_vcd: error en CDRIOCSETBLOCKSIZE %d

source: input_vcd: error in CDROMREADRAW
es: input_vcd: error en CDROMREADRAW

source: input_vcd: seek error %d
es: input_vcd: error de posicionamiento %d

source: input_vcd: read error %d
es: input_vcd: error de lectura %d

source: input_vcd: read data failed
es: input_vcd: falló la lectura de datos

source: input_vcd: SEEK_CUR not implemented for offset != 0
es: input_vcd: SEEK_CUR no implementado para desplazamientos != 0

source: input_vcd: error seek to origin %d not implemented!
es: input_vcd: error de posicionamiento al origen %d no implementado

source: input_vcd: CDROMCLOSETRAY failed: %s
es: input_vcd: falló CDROMCLOSETRAY: %s

source: input_vcd: CDROMEJECT failed: %s
es: input_vcd: falló CDROMEJECT: %s

source: input_vcd: CDROM_DRIVE_STATUS failed: %s
es: input_vcd: falló CDROM_DRIVE_STATUS: %s

source: vcd device input plugin as shipped with xine
es: plugin de entrada del dispositivo de vcd incluido en xine

source: unable to open %s: %s.
es: no se puede abrir %s: %s.

source: vcd_read_toc failed
es: falló vcd_read_toc

source: unable to open %s: %s.
es: no se puede abrir %s: %s.

source: vcd input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
es: el plugin de entrada de vcd no admite esta versión %d del API de plugins. PLUGIN DESACTIVADO. Esto significa que no hay una versión que coincida entre xine y este plugin de entrada. Instalar los plugins de entrada actuales debería ser de ayuda.

source: input_http: failed to open socket
es: input_http: falló al abrir el socket

source: input_http: cannot connect to host
es: input_http: no se puede conectar al host

source: input_http: unable to resolve >%s<
es: input_http: no se puede resolver >%s<

source: http: unable to connect to >%s<
es: http: no se puede conectar a >%s<

source: input_http: opening >/%s< on host >%s<
es: input_http: abriendo >/%s< en el host >%s<

source: input_http: read error
es: input_http: error de lectura

source: input_http: invalid http answer
es: input_http: respuesta http no válida

source: input_http: 3xx redirection not implemented: >%d %s<
es: input_http: redirección 3xx no implementada: >%d %s<

source: input_http: http status not 2xx: >%d %s<
es: input_http: el estado de http no es 2xx: >%d %s<

source: input_http: content length = %Ld bytes
es: input_http: longitud del contenido = %Ld bytes

source: input_http: Location redirection not implemented
es: input_http: Redirección de "location" no implementada

source: http network stream input plugin
es: plugin de entrada de stream de red http

source: http input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
es: el plugin de entrada http no admite esta versión %d del API de plugins. PLUGIN DESACTIVADO. Esto significa que no hay una versión que coincida entre xine y este plugin de entrada. Instalar los plugins de entrada actuales debería ser de ayuda.

source: input_cda: fopen(%s) failed: %s
es: input_cda: falló fopen(%s): %s

source: input_cda: server '%s:%d' successfuly connected.
es: input_cda: servidor '%s:%d' conectado con éxito.

source: input_cda: opening server '%s:%d' failed: %s
es: input_cda: fallo al abrir el servidor '%s:%d': %s

source: input_cda: ioctl(CDROM_MEDIA_CHANGED) failed: %s.
es: input_cda: falló ioctl(CDROM_MEDIA_CHANGED): %s.

source: input_cda: ioctl(CDROMSUBCHNL) failed: %s.
es: input_cda: falló ioctl(CDROMSUBCHNL): %s.

source: input_cda: ioctl(CDIOCSTART) failed: %s.
es: input_cda: falló ioctl(CDIOCSTART): %s.

source: input_cda: ioctl(CDROMSTART) failed: %s.
es: input_cda: falló ioctl(CDROMSTART): %s.

source: input_cda: ioctl(CDIOCPLAYMSF) failed: %s.
es: input_cda: falló ioctl(CDIOCPLAYMSF): %s.

source: input_cda: ioctl(CDROMPLAYMSF) failed: %s.
es: input_cda: falló ioctl(CDROMPLAYMSF): %s.

source: input_cda: No rights to open %s.
es: input_cda: No tiene derechos para abrir %s.

source: input_cda: open(%s) failed: %s.
es: input_cda: falló open(%s): %s.

source: input_cda: ioctl(CDROMCLOSETRAY) failed: %s
es: input_cda: falló ioctl(CDROMCLOSETRAY): %s

source: input_cda: ioctl(CDROMEJECT) failed: %s
es: input_cda: falló ioctl(CDROMEJECT): %s

source: input_cda: ioctl(CDROM_DRIVE_STATUS) failed: %s
es: input_cda: falló ioctl(CDROM_DRIVE_STATUS): %s

source: input_cda: ioctl(CDROMALLOW) failed: %s
es: input_cda: falló ioctl(CDROMALLOW): %s

source: input_cda: ioctl(CDIOREADTOCHEADER) failed: %s.
es: input_cda: falló ioctl(CDIOREADTOCHEADER): %s.

source: input_cda: ioctl(CDROMREADTOCHDR) failed: %s.
es: input_cda: falló ioctl(CDROMREADTOCHDR): %s.

source: input_cda: ioctl(CDIOREADTOCENTRYS) failed: %s.
es: input_cda: falló ioctl(CDIOREADTOCENTRYS): %s.

source: input_cda: ioctl(CDROMREADTOCENTRY) failed: %s.
es: input_cda: falló ioctl(CDROMREADTOCENTRY): %s.

source: input_cda: malformed MRL. Use cda://<track #>
es: input_cda: MRL mal formada. Use cda://<núm. pista>

source: input_cda: invalid track %d (valid range: 1 .. %d)
es: input_cda: pista no válida %d (rango válido: 1 .. %d)

source: input_cda: error seek to origin %d not implemented!
es: input_cda: erro de posicionamiento en el origen %d no implementado

source: cd audio plugin as shipped with xine
es: plugin de cd audio incluido en xine

source: cda input plugin doesn't support plugin API version %d. PLUGIN DISABLED. This means there's a version mismatch between xine and this inputplugin. Installing current input plugins should help.
es: el plugin de entrada cda no admite esta versión %d del API de plugins. PLUGIN DESACTIVADO. Esto significa que no hay una versión que coincida entre xine y este plugin de entrada. Instalar los plugins de entrada actuales debería ser de ayuda.

source: %d frames delivered, %d frames skipped, %d frames discarded
es: %d marcos llegados, %d frames saltados, %d frames descartados

source: video_out: throwing away image with pts %lld because it's too old (diff : %lld).
es: video_out: descartando imagen con pts %lld porque es antigua (dif : %lld).

source: video_out: can't create thread (%s)
es: video_out: no se puede crear un hilo (%s)

source: video_out: sorry, this should not happen. please restart xine.
es: video_out: esto no debería ocurrir. Por favor, reinicie xine.

source: xine_notify_stream_finished: can't create new thread (%s)
es: xine_notify_stream_finished: no se puede crear un hilo nuevo (%s)

source: %s(%d) wrong first stage = %d !!
es: %s(%d) primera fase incorrecta = %d

source: xine: cannot find input plugin for this MRL
es: xine: no se puede encontrar el plugin de entrada para este MRL

source: using input plugin '%s' for MRL '%s'
es: usando el plugin de entrada '%s' para el MRL '%s'

source: xine: couldn't find demuxer for >%s<
es: xine: no se pudo encontrar el demultiplexor para >%s<

source: system layer format '%s' detected.
es: detectado el formato de capa del sistema '%s'.

source: xine_play: demuxer failed to start
es: xine_play: fallo al iniciar el demultiplexor

source: stream format
es: formato de stream

source: messages
es: mensajes

source: %s(%s@%d): parameter should be non null, exiting
es: %s(%s@%d): el parámetro no debería ser nulo, terminando

source: load_plugins: cannot open demux plugin %s: %s
es: load_plugins: no se puede abrir el plugin demultiplexor %s: %s

source: load_plugins: demux plugin found : %s
es: load_plugins: encontrado plugin demultiplexor : %s

source: load_plugins: too many demux plugins installed, exiting.
es: load_plugins: demasiados plugins demultiplexores instalados, saliendo.

source: load_plugins: cannot open input plugin %s: %s
es: load_plugins: no se puede abrir el plugin de entrada %s: %s

source: load_plugins: input plugin found : %s
es: load_plugins: encontrado plugin de entrada: %s

source: load_plugins: %s is no valid input plugin (lacks init_input_plugin() function)
es: load_plugins: %s no es un plugin válido (carece de la función init_input_plugin())

source: %s(%d): too many input plugins installed, exiting.
es: %s(%d): demasiados plugins de entrada instalados, saliendo.

source: load_plugins: no input plugins found in %s! - Did you install xine correctly??
es: load_plugins: no se encontraron plugins de entrada en %s - ¿Instaló xine correctamente?

source: load_plugins: failed to load plugin %s: %s
es: load_plugins: fallo al cargar el plugin %s: %s

source: spu decoder plugin found : %s
es: encontrado plugin decodificador spu: %s

source: video decoder plugin found : %s
es: encontrado plugin decodificador de vídeo: %s

source: audio decoder plugin found : %s
es: encontrado plugin decodificador de audio: %s
